[
  {
    "id": 1,
    "quote": "You have to think along, I can’t take care of everything."
  },
  {
    "id": 2,
    "quote": "What I’ve said yesterday doesn’t matter today anymore."
  },
  {
    "id": 3,
    "quote": "Good morning, my name is Bob, I’m the “Senior Chief Strategist and Vice President of Innovation, Cloud Evangelism, and Operational Leadership”."
  },
  {
    "id": 4,
    "quote": "Take care of the problem and I’ll take care of the rest."
  },
  {
    "id": 5,
    "quote": "We need a meeting on this topic."
  },
  {
    "id": 6,
    "quote": "Don’t go into details, I don’t understand them anyway."
  },
  {
    "id": 7,
    "quote": "Important things need to be done first."
  },
  {
    "id": 8,
    "quote": "What’s our current high priority blocker? [yada…] Ok, let’s start with the high priority blocker!"
  },
  {
    "id": 9,
    "quote": "We need this feature implemented by next Monday, let’s work agile!"
  },
  {
    "id": 10,
    "quote": "I didn’t meant it personally, I just don’t like you."
  },
  {
    "id": 11,
    "quote": "I’m sure, you’ll get the promotion next year."
  },
  {
    "id": 12,
    "quote": "Don’t waste time creating unit tests, just build working software."
  },
  {
    "id": 13,
    "quote": "The value of unit tests is overrated and they don’t provide any business value."
  },
  {
    "id": 14,
    "quote": "This can’t possibly take one day!"
  },
  {
    "id": 15,
    "quote": "We should outsource it to India."
  },
  {
    "id": 16,
    "quote": "You’re fired. …but don’t take it personally."
  },
  {
    "id": 17,
    "quote": "Actually I like you a lot but you’re fired."
  },
  {
    "id": 18,
    "quote": "Actually you’re a good guy but we need to reduce the head count."
  },
  {
    "id": 19,
    "quote": "You’re very important for our company, you provide CO2 for the plants in the empty office, in the 3rd floor."
  },
  {
    "id": 20,
    "quote": "You don’t need to write unit tests, I approve this."
  },
  {
    "id": 21,
    "quote": "Just skip the unit tests."
  },
  {
    "id": 22,
    "quote": "Nobody pays us for security, so skip it."
  },
  {
    "id": 23,
    "quote": "It’s only a privacy issue when somebody spots it."
  },
  {
    "id": 24,
    "quote": "It’s not a data privacy issue when the users don’t know about it."
  },
  {
    "id": 25,
    "quote": "I don’t like you and you don’t like me but we need to get along until I can fire you."
  },
  {
    "id": 26,
    "quote": "You can’t make money with data privacy but you can make money with data."
  },
  {
    "id": 27,
    "quote": "Actually that’s not really a promotion, you just can’t do as much harm in your new role."
  },
  {
    "id": 28,
    "quote": "You can’t do that because you’re not supposed to do that."
  },
  {
    "id": 29,
    "quote": "…we don’t need yet another oxygen thief."
  },
  {
    "id": 30,
    "quote": "I don’t know how to do this, so I delegated it."
  },
  {
    "id": 31,
    "quote": "I’m your manager but I can’t decide on my own."
  },
  {
    "id": 32,
    "quote": "That is not enterprise-grade architecture, that’s too simple."
  },
  {
    "id": 33,
    "quote": "It’s not enterprise when we do not use a multi-tier architecture and persist the data directly instead."
  },
  {
    "id": 34,
    "quote": "Let’s spend a day to estimate whether we can finish this by the end of this week."
  },
  {
    "id": 35,
    "quote": "Just ignore the failure notifications from our CI but do not disable them."
  },
  {
    "id": 36,
    "quote": "The Chief Security Expert said, my password needs to be secure!"
  },
  {
    "id": 37,
    "quote": "The Chief Security Expert said, we should treat private data confidential!"
  },
  {
    "id": 38,
    "quote": "The Chief Security Expert said, we should avoid security issues!"
  },
  {
    "id": 39,
    "quote": "Right now we have more important things to do than to fix bugs!"
  },
  {
    "id": 40,
    "quote": "I didn’t change my mind, it’s just another day today."
  },
  {
    "id": 41,
    "quote": "We should not leverage microservice architecture, because our services need to scale."
  }
]