[
  {
    "id": 1,
    "quote": "Instead getting notifications to update software, you receive notifications to suspend an update."
  },
  {
    "id": 2,
    "quote": "To unsubscribe from a newsletter there is no unsubscribe link. You need to create an e-mail filter rule."
  },
  {
    "id": 3,
    "quote": "To use a simple HR app, you need to start a virtual machine and boot into Windows."
  },
  {
    "id": 4,
    "quote": "A simple HR app crashes the only supported browser, the Internet Explorer every time when doing a common operation."
  },
  {
    "id": 5,
    "quote": "You are allowed to but cannot use Skype for technical reasons."
  },
  {
    "id": 6,
    "quote": "It takes days to resolve technical Skype issues."
  },
  {
    "id": 7,
    "quote": "You need to indicate your vacation in four different places."
  },
  {
    "id": 8,
    "quote": "You receive 100 e-mails per day and 99 of them have absolutely no relevance for you."
  },
  {
    "id": 9,
    "quote": "You receive an e-mail to download a license key from a Windows share for an internally purchased application."
  },
  {
    "id": 10,
    "quote": "You need to click “Edit” in order to reply to a ticket."
  },
  {
    "id": 11,
    "quote": "You need to decide using the corporate network or to do your actual job but you cannot do both."
  },
  {
    "id": 12,
    "quote": "You need to delete your browser cache and join a roll out session in order to use a marginally updated ticket system."
  },
  {
    "id": 13,
    "quote": "Your corporation thinks it needs to rebuild famous social networks with own tools, inside."
  },
  {
    "id": 14,
    "quote": "You have the choice between four differently configured networks to get your stuff done."
  },
  {
    "id": 15,
    "quote": "You get e-mail notifications for every spam e-mail that has been filtered."
  },
  {
    "id": 16,
    "quote": "The corporate network configuration screws up your network setup so badly that most of your apps are broken, even after you disconnect."
  },
  {
    "id": 17,
    "quote": "Even Microsoft Office is installed in a custom way, via a corporate installation wrapper."
  },
  {
    "id": 18,
    "quote": "You spend one hour to print a document because the printer is not accessible from your network."
  },
  {
    "id": 19,
    "quote": "You need to start another operating system in a virtual machine to print a document."
  },
  {
    "id": 20,
    "quote": "You switch between three different networks throughout the day by plugging in and out network cables."
  },
  {
    "id": 21,
    "quote": "My bank just asks for a 6 digit PIN — Dilbert Inc. asks for a generated 8 digit secondary password token."
  },
  {
    "id": 22,
    "quote": "You get an automated birthday congratulation from the CEO whom you have never met, ending with the company slogan."
  },
  {
    "id": 23,
    "quote": "You wait ten days for a delivery of a corporate mobile phone."
  },
  {
    "id": 24,
    "quote": "Navigating through the corporate page, you need to acknowledge a certificate pop-up window on every click."
  },
  {
    "id": 25,
    "quote": "You leverage MDD — Meeting Driven Development."
  },
  {
    "id": 26,
    "quote": "Software that takes 2 minutes to install from the Internet, takes 2 hours to install from the Corporate Intranet."
  }
]