[
  {
    "id": 1,
    "quote": "It works for me."
  },
  {
    "id": 2,
    "quote": "It’s never shown unexpected behaviour like this before."
  },
  {
    "id": 3,
    "quote": "My time was split in a way that meant I couldn’t do either project properly."
  },
  {
    "id": 4,
    "quote": "I have never seen that before in my life."
  },
  {
    "id": 5,
    "quote": "The third party documentation doesn’t exist."
  },
  {
    "id": 6,
    "quote": "The third party documentation is wrong."
  },
  {
    "id": 7,
    "quote": "I couldn’t find any library that can even do that."
  },
  {
    "id": 8,
    "quote": "The unit test doesn’t cover that eventuality."
  },
  {
    "id": 9,
    "quote": "What did I tell you about using parts of the system you don’t understand?"
  },
  {
    "id": 10,
    "quote": "The person responsible doesn’t work here anymore."
  },
  {
    "id": 11,
    "quote": "Your browser must be caching the old content."
  },
  {
    "id": 12,
    "quote": "In the interest of efficiency I only check my email for that on a Friday."
  },
  {
    "id": 13,
    "quote": "It’s a character encoding issue."
  },
  {
    "id": 14,
    "quote": "That’s interesting, how did you manage to make it do that?"
  },
  {
    "id": 15,
    "quote": "No one told me so I was forced to assume which way to do that."
  },
  {
    "id": 16,
    "quote": "You’re doing it wrong."
  },
  {
    "id": 17,
    "quote": "It’s a known bug with the programming language."
  },
  {
    "id": 18,
    "quote": "I usually get a notification when that happens."
  },
  {
    "id": 19,
    "quote": "I broke that deliberately to do some testing."
  },
  {
    "id": 20,
    "quote": "That error means it was successful."
  },
  {
    "id": 21,
    "quote": "I can’t make that a priority right now."
  },
  {
    "id": 22,
    "quote": "The project manager told me to do it that way."
  },
  {
    "id": 23,
    "quote": "It’s a remote vendor issue."
  },
  {
    "id": 24,
    "quote": "That was literally a one in a million error."
  },
  {
    "id": 25,
    "quote": "Our code quality is no worse than anyone else in the industry."
  },
  {
    "id": 26,
    "quote": "We should have updated our software years ago."
  },
  {
    "id": 27,
    "quote": "It would have taken twice as long to build it properly."
  },
  {
    "id": 28,
    "quote": "There must be something strange in your data."
  },
  {
    "id": 29,
    "quote": "Oh, you said you didn’t want that to happen?"
  },
  {
    "id": 30,
    "quote": "This can’t be the source of that."
  },
  {
    "id": 31,
    "quote": "You must have done something wrong."
  },
  {
    "id": 32,
    "quote": "I couldn’t find any examples of how that can be done anywhere else in the project."
  },
  {
    "id": 33,
    "quote": "It works, but it’s not been tested."
  },
  {
    "id": 34,
    "quote": "It must be a hardware problem."
  },
  {
    "id": 35,
    "quote": "That’s the fault of the graphic designer."
  },
  {
    "id": 36,
    "quote": "The code is compiling."
  },
  {
    "id": 37,
    "quote": "Our redundant systems must have failed as well."
  },
  {
    "id": 38,
    "quote": "I’m surprised that was working at all."
  },
  {
    "id": 39,
    "quote": "Don’t worry, that value is only wrong half of the time."
  },
  {
    "id": 40,
    "quote": "I didn’t receive a ticket for it."
  },
  {
    "id": 41,
    "quote": "You must have the wrong version."
  },
  {
    "id": 42,
    "quote": "It must be because of a leap second."
  },
  {
    "id": 43,
    "quote": "Management insisted we wouldn’t need to waste our time writing unit tests."
  },
  {
    "id": 44,
    "quote": "I thought you signed off on that?"
  },
  {
    "id": 45,
    "quote": "You must be missing some of the dependencies."
  },
  {
    "id": 46,
    "quote": "Oh, that was just a temporary fix."
  },
  {
    "id": 47,
    "quote": "It would take too long to rewrite the code from scratch."
  },
  {
    "id": 48,
    "quote": "I couldn’t find any examples of how that can be done anywhere online."
  },
  {
    "id": 49,
    "quote": "That process requires human oversight that nobody was providing."
  },
  {
    "id": 50,
    "quote": "What did you type in wrong to get it to crash?"
  },
  {
    "id": 51,
    "quote": "I did a quick fix last time but it broke when we rebooted."
  },
  {
    "id": 52,
    "quote": "It’s not my fault, I just copied it."
  },
  {
    "id": 53,
    "quote": "I’m not sure as I’ve never had a look at how that works before."
  },
  {
    "id": 55,
    "quote": "That behaviour is in the original specification."
  },
  {
    "id": 56,
    "quote": "I’m surprised it works as well as it does."
  },
  {
    "id": 57,
    "quote": "That important email must have been marked as spam."
  },
  {
    "id": 59,
    "quote": "This is a previously known bug you told me not to work on yet."
  },
  {
    "id": 60,
    "quote": "I haven’t been able to reproduce that."
  },
  {
    "id": 61,
    "quote": "The program has never collected that information."
  },
  {
    "id": 62,
    "quote": "I can’t test everything."
  },
  {
    "id": 63,
    "quote": "It must be a firewall issue."
  },
  {
    "id": 64,
    "quote": "It was working in my head."
  },
  {
    "id": 65,
    "quote": "There was too little data to bother with the extra functionality at the time."
  },
  {
    "id": 65,
    "quote": "It’s just some unlucky coincidence."
  },
  {
    "id": 66,
    "quote": "Fixing that bug is beyond our scope."
  },
  {
    "id": 67,
    "quote": "It only happens in the cloud."
  },
  {
    "id": 68,
    "quote": "It worked the last time."
  },
  {
    "id": 69,
    "quote": "The service is not down. The service is just not accessible anymore."
  },
  {
    "id": 70,
    "quote": "If people can’t build monoliths properly, microservices won’t help."
  },
  {
    "id": 71,
    "quote": "The project compiled the last time I’ve opened the project on my machine."
  },
  {
    "id": 72,
    "quote": "This was not expected to happen in the demo."
  },
  {
    "id": 73,
    "quote": "Usually it does not happen."
  },
  {
    "id": 74,
    "quote": "We are secure but everything takes ten times as long now."
  },
  {
    "id": 75,
    "quote": "I’ve made it so complicated because I had no time to make it simple."
  },
  {
    "id": 76,
    "quote": "You need to clear your browser cookies to make it work."
  },
  {
    "id": 77,
    "quote": "I wrote code that cannot be tested."
  }
]